tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/services"
tap "ravenac95/sudolikeaboss"
tap "thoughtbot/formulae"
brew "ack"
brew "autoconf"
brew "automake"
brew "autossh"
brew "bison"
brew "boost-python"
brew "coreutils"
brew "gettext"
brew "openssl"
brew "libevent"
brew "tmux"
brew "byobu"
brew "cmake"
brew "ctags"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docker", link: false
brew "libyaml"
brew "docker-compose", link: false
brew "entr"
brew "exa"
brew "expat"
brew "fail2ban", restart_service: true
brew "flac"
brew "fontconfig"
brew "fswatch"
brew "gd"
brew "gdbm"
brew "git"
brew "libffi"
brew "gnupg"
brew "grc"
brew "htop"
brew "httpie"
brew "hub"
brew "icdiff"
brew "icu4c"
brew "influxdb"
brew "jid"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "lame"
brew "libusb-compat"
brew "libxml2"
brew "m-cli"
brew "mldonkey"
brew "mongodb"
brew "mosh"
brew "mtr"
brew "mysql", restart_service: true
brew "neon"
brew "node_exporter"
brew "nmap"
brew "pandoc"
brew "pcre"
brew "pkg-config"
brew "prettier"
brew "pstree"
brew "pyenv"
# brew "pyenv-virtualenvwrapper"
# brew "rakudo-star", args: ["with-icu4c", "with-pcre"]
# brew "selenium-server-standalone", restart_service: true
brew "ssh-copy-id"
brew "sshguard", restart_service: true
brew "switchaudio-osx"
brew "tig"
brew "tldr"
brew "tree"
brew "tmux"
brew "vnstat"
brew "watch"
brew "wget"
brew "yarn"
brew "zeromq", link: false
brew "zlib"
brew "zsh"
cask "brave-browser"
cask "little-snitch"
cask "loopback"
cask "meld"
cask "qlmarkdown"
cask "shiftit"
